Repository: fullstackstudio-org/hermie
Catalog: native/apple/HermieKit/Sources/HermieUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, nl

# memory.providers.hint
source: An external memory provider answers a bot with text for one turn. It offers no call that lists what it holds, so there is nothing here to show.
de: Ein externer Gedächtnis-Provider antwortet einem Bot mit Text für einen Zug. Er bietet keinen Aufruf, der auflistet, was er enthält — hier gibt es also nichts zu zeigen.
nl: Een externe geheugenprovider geeft een bot tekst voor één beurt. Er is geen aanroep die opsomt wat hij bewaart, dus valt hier niets te tonen.

# memory.providers.notBrowsable
source: Not browsable
de: Nicht einsehbar
nl: Niet in te zien

# memory.raw.chars
source: %lld characters
de: %lld Zeichen
nl: %lld tekens

# memory.raw.emptyDocument
source: This one is empty.
de: Dieses hier ist leer.
nl: Deze is leeg.

# memory.raw.loading
source: Reading what each backend holds…
de: Es wird gelesen, was jedes Backend enthält…
nl: Lezen wat elke backend bewaart…

# memory.raw.missing
source: This gateway’s Hermie plugin does not serve raw memory.
de: Das Hermie-Plugin dieses Gateways liefert kein rohes Gedächtnis aus.
nl: De Hermie-plugin van deze gateway serveert geen ruw geheugen.

# memory.raw.missingHint
source: Update the plugin on the machine that runs the gateway:
de: Aktualisiere das Plugin auf der Maschine, die das Gateway ausführt:
nl: Werk de plugin bij op de machine die de gateway draait:

# memory.raw.none
source: This gateway named no memory backends.
de: Dieses Gateway hat kein Gedächtnis-Backend genannt.
nl: Deze gateway noemde geen enkele geheugenbackend.

# memory.raw.notListable
source: This backend cannot say what it holds.
de: Dieses Backend kann nicht sagen, was es enthält.
nl: Deze backend kan niet zeggen wat hij bewaart.

# memory.raw.readOnly
source: Read-only. Entries are edited on the Entries tab.
de: Nur lesen. Einträge werden im Reiter Einträge bearbeitet.
nl: Alleen lezen. Notities pas je aan op het tabblad Notities.

# memory.raw.truncated
source: The gateway sent only the beginning of this one.
de: Das Gateway hat nur den Anfang davon geschickt.
nl: De gateway stuurde alleen het begin hiervan.

# memory.raw.unavailable
source: This backend is not available on this gateway.
de: Dieses Backend gibt es auf diesem Gateway nicht.
nl: Deze backend is niet beschikbaar op deze gateway.

# memory.readOnly
source: This gateway lets memory be read and not written. Switch on the plugin’s memory.edit for this profile to change that.
de: Dieses Gateway lässt das Gedächtnis lesen, aber nicht schreiben. Schalte memory.edit des Plugins für dieses Profil ein, um das zu ändern.
nl: Deze gateway laat geheugen lezen en niet schrijven. Zet memory.edit van de plugin aan voor dit profiel om dat te veranderen.

# memory.remove.action
source: Remove
de: Entfernen
nl: Verwijderen

# memory.remove.cancel
source: Keep it
de: Behalten
nl: Behouden

# memory.remove.confirm
source: Remove
de: Entfernen
nl: Verwijderen

# memory.remove.confirmBody
source: The bot stops being told this. Hermes keeps no history of a memory file.
de: Dem Bot wird das nicht mehr mitgegeben. Hermes führt keine Historie einer Gedächtnisdatei.
nl: De bot krijgt dit niet meer te horen. Hermes bewaart geen geschiedenis van een geheugenbestand.

# memory.remove.confirmTitle
source: Remove this entry?
de: Diesen Eintrag entfernen?
nl: Deze notitie verwijderen?

# memory.remove.label
source: Remove entry %lld
de: Eintrag %lld entfernen
nl: Notitie %lld verwijderen

# memory.retry
source: Try again
de: Erneut versuchen
nl: Opnieuw proberen

# memory.rowHint
source: What this bot remembers about its work, and about you.
de: Was sich dieser Bot über seine Arbeit und über dich merkt.
nl: Wat deze bot onthoudt over zijn werk, en over jou.

# memory.rowTitle
source: Memory
de: Gedächtnis
nl: Geheugen

# memory.search.clear
source: Clear
de: Leeren
nl: Wissen

# memory.search.count
source: %lld entries
de: %lld Einträge
nl: %lld notities

# memory.search.hint
source: Every word has to appear somewhere in the entry. Order does not matter.
de: Jedes Wort muss irgendwo im Eintrag vorkommen. Die Reihenfolge spielt keine Rolle.
nl: Elk woord moet ergens in de notitie voorkomen. De volgorde maakt niet uit.

# memory.search.none
source: Nothing matches “%@”.
de: Nichts passt zu „%@“.
nl: Niets komt overeen met “%@”.

# memory.search.placeholder
source: Search this memory
de: In diesem Gedächtnis suchen
nl: Zoek in dit geheugen

# memory.search.searching
source: Searching…
de: Sucht…
nl: Zoeken…

# memory.sectionHint.memory
source: What the bot has written down about its work. Hermes' own MEMORY.md.
de: Was der Bot über seine Arbeit notiert hat. Das MEMORY.md von Hermes.
nl: Wat de bot over zijn werk heeft opgeschreven. De MEMORY.md van Hermes zelf.

# memory.sectionHint.user
source: What the bot has written down about you. USER.md.
de: Was der Bot über dich notiert hat. USER.md.
nl: Wat de bot over jou heeft opgeschreven. USER.md.

# memory.tabs.entries
source: Entries
de: Einträge
nl: Notities

# memory.tabs.raw
source: Raw
de: Roh
nl: Ruw

# memory.title
source: Memory
de: Gedächtnis
nl: Geheugen

# memory.usage
source: %1$lld of %2$lld characters
de: %1$lld von %2$lld Zeichen
nl: %1$lld van %2$lld tekens

# memory.usageLabel
source: %1$@ is %2$lld%% full
de: %1$@ ist zu %2$lld%% voll
nl: %1$@ is %2$lld%% vol

# memory.usageUnbounded
source: %lld characters
de: %lld Zeichen
nl: %lld tekens

# profiles.capabilities.failed
source: Could not read the configuration: %@
de: Die Konfiguration konnte nicht gelesen werden: %@
nl: Kon de configuratie niet lezen: %@

# profiles.capabilities.loading
source: Reading this bot’s configuration…
de: Konfiguration dieses Bots wird gelesen…
nl: De configuratie van deze bot lezen…

# profiles.capabilities.manageMcp
source: Manage servers…
de: Server verwalten…
nl: Servers beheren…

# profiles.capabilities.mcpEmpty
source: No MCP servers configured on this gateway.
de: Auf diesem Gateway sind keine MCP-Server konfiguriert.
nl: Geen MCP-servers ingesteld op deze gateway.

# profiles.capabilities.mcpFooter
source: Switching a server on here makes its tools available to this bot.
de: Einen Server hier einzuschalten macht seine Tools für diesen Bot verfügbar.
nl: Een server hier aanzetten maakt zijn tools beschikbaar voor deze bot.

# profiles.capabilities.reload.always
source: Reload, and stop asking
de: Neu laden, nicht fragen
nl: Herladen, en niet meer vragen

# profiles.capabilities.reload.alwaysHint
source: Stops the gateway asking again — in the CLI and the desktop app too.
de: Das Gateway fragt dann nicht mehr — auch nicht in der CLI und der Desktop-App.
nl: Zorgt dat de gateway het niet meer vraagt — ook niet in de CLI en de desktopapp.

# profiles.capabilities.reload.body
source: MCP servers reload for every live chat. The next message in each one re-sends its full input.
de: MCP-Server werden für jeden laufenden Chat neu geladen. Die nächste Nachricht in jedem Chat sendet ihre gesamte Eingabe erneut.
nl: MCP-servers herladen voor elke lopende chat. Het volgende bericht in elke chat stuurt zijn volledige invoer opnieuw.

# profiles.capabilities.reload.done
source: MCP servers reloaded.
de: MCP-Server neu geladen.
nl: MCP-servers zijn herladen.

# profiles.capabilities.reload.eyebrow
source: MCP reload
de: MCP neu laden
nl: MCP herladen

# profiles.capabilities.reload.failed
source: Could not reload: %@
de: Neu laden fehlgeschlagen: %@
nl: Kon niet herladen: %@

# profiles.capabilities.reload.later
source: Not now
de: Später
nl: Nu niet

# profiles.capabilities.reload.now
source: Reload now
de: Neu laden
nl: Nu herladen

# profiles.capabilities.reload.title
source: Apply to running chats?
de: Auf laufende Chats anwenden?
nl: Toepassen op lopende chats?

# profiles.capabilities.row
source: Capabilities
de: Fähigkeiten
nl: Mogelijkheden

# profiles.capabilities.rowDetail
source: Skills, tools and MCP servers for this bot
de: Skills, Tools und MCP-Server für diesen Bot
nl: Skills, tools en MCP-servers voor deze bot

# profiles.capabilities.saveFailed
source: The gateway refused the change: %@
de: Das Gateway hat die Änderung abgelehnt: %@
nl: De gateway weigerde de wijziging: %@

# profiles.capabilities.skillsEmpty
source: No skills installed for this bot.
de: Für diesen Bot sind keine Skills installiert.
nl: Geen skills geïnstalleerd voor deze bot.

# profiles.capabilities.skillsFooter
source: Skills are folders of instructions the bot can open when it needs them.
de: Skills sind Ordner mit Anweisungen, die der Bot öffnen kann, wenn er sie braucht.
nl: Skills zijn mappen met instructies die de bot kan openen wanneer hij ze nodig heeft.

# profiles.capabilities.title
source: Capabilities
de: Fähigkeiten
nl: Mogelijkheden

# profiles.capabilities.toolsetsPinned
source: Pinned for this bot.
de: Für diesen Bot fixiert.
nl: Vastgezet voor deze bot.

# profiles.capabilities.toolsetsUnpinned
source: This bot follows the gateway’s defaults. Changing a switch pins the whole list.
de: Dieser Bot folgt den Vorgaben des Gateways. Ein Schalter, den du umlegst, fixiert die ganze Liste.
nl: Deze bot volgt de standaard van de gateway. Eén schakelaar omzetten zet de hele lijst vast.

# profiles.new.cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# profiles.new.cloneFrom
source: Clone settings from
de: Einstellungen klonen von
nl: Instellingen kopiëren van

# profiles.new.cloneHint
source: A clone copies the source bot’s skills, tools and MCP switches. Its messaging accounts are never copied — two bots cannot hold one Telegram token.
de: Ein Klon übernimmt die Skills, Tools und MCP-Schalter des Quell-Bots. Seine Messaging-Konten werden nie kopiert — zwei Bots können nicht ein Telegram-Token halten.
nl: Een kloon neemt de skills, tools en MCP-schakelaars van de bronbot over. Zijn berichtenaccounts gaan nooit mee — twee bots kunnen niet één Telegram-token vasthouden.

# profiles.new.cloneNone
source: Start fresh
de: Neu anfangen
nl: Blanco beginnen

# profiles.new.create
source: Create bot
de: Bot anlegen
nl: Bot maken

# profiles.new.creating
source: Making the bot…
de: Bot wird angelegt…
nl: De bot maken…

# profiles.new.description
source: Description
de: Beschreibung
nl: Beschrijving

# profiles.new.descriptionPlaceholder
source: Looks things up before anyone asks.
de: Schlägt Dinge nach, bevor jemand fragt.
nl: Zoekt dingen op voordat iemand erom vraagt.

# profiles.new.displayName
source: Display name
de: Anzeigename
nl: Weergavenaam

# profiles.new.displayNameHint
source: What Hermie shows in the list. Leave it blank to use the handle.
de: Was Hermie in der Liste zeigt. Leer lassen, um den Handle zu verwenden.
nl: Wat Hermie in de lijst laat zien. Laat het leeg om de handle te gebruiken.

# profiles.new.eyebrow
source: A bot of your own
de: Ein eigener Bot
nl: Een bot van jezelf

# profiles.new.failed
source: Could not make the bot: %@
de: Der Bot konnte nicht angelegt werden: %@
nl: Kon de bot niet maken: %@

# profiles.new.handleHint
source: Lower case, no spaces. This is the name the gateway knows it by, and it cannot be changed later.
de: Kleinbuchstaben, keine Leerzeichen. Unter diesem Namen kennt das Gateway ihn, und er lässt sich später nicht mehr ändern.
nl: Kleine letters, geen spaties. Dit is de naam waaronder de gateway hem kent, en die kan later niet veranderen.

# profiles.new.model
source: Model
de: Modell

# profiles.new.modelHint
source: A new bot inherits the gateway’s own model unless you pin one here.
de: Ein neuer Bot erbt das Modell des Gateways, solange du hier keines festlegst.
nl: Een nieuwe bot neemt het model van de gateway over, tenzij je hier een model vastzet.

# profiles.new.modelInherit
source: Inherit from the launch bot
de: Vom Start-Bot erben
nl: Overnemen van de start-bot

# profiles.new.title
source: New bot
de: Neuer Bot
nl: Nieuwe bot

# profiles.new.withoutModel
source: This bot has no model yet. Pick one in its profile before you write to it.
de: Dieser Bot hat noch kein Modell. Wähl eines in seinem Profil, bevor du ihm schreibst.
nl: Deze bot heeft nog geen model. Kies er een in zijn profiel voordat je hem schrijft.

# profiles.settings.newBot
source: New bot…
de: Neuer Bot…
nl: Nieuwe bot…

# profiles.settings.newBotHint
source: Make another bot on this gateway
de: Leg einen weiteren Bot auf diesem Gateway an
nl: Maak nog een bot op deze gateway

# skills.alreadyInstalled
source: Installed
de: Installiert
nl: Geïnstalleerd

# skills.back
source: Settings
de: Einstellungen
nl: Instellingen

# skills.catalogue
source: CATALOGUE
de: KATALOG
nl: CATALOGUS

# skills.catalogueEmpty
source: Nothing matched.
de: Nichts gefunden.
nl: Niets gevonden.

# skills.cliOnly
source: This gateway cannot install skills over its socket. Run this on the machine that hosts it:
de: Dieses Gateway kann Skills nicht über seinen Socket installieren. Führ das auf der Maschine aus, die es hostet:
nl: Deze gateway kan geen skills installeren via zijn socket. Voer dit uit op de machine die hem host:

# skills.failed
source: Could not read the skills: %@
de: Die Skills konnten nicht gelesen werden: %@
nl: Kon de skills niet lezen: %@

# skills.forBot
source: Switches are for %@.
de: Die Schalter gelten für %@.
nl: De schakelaars zijn voor %@.

# skills.install
source: Install
de: Installieren
nl: Installeren

# skills.installFailed
source: Could not install: %@
de: Installation fehlgeschlagen: %@
nl: Installeren mislukt: %@

# skills.installed
source: INSTALLED
de: INSTALLIERT
nl: GEÏNSTALLEERD

# skills.installedEmpty
source: No skills installed yet.
de: Noch keine Skills installiert.
nl: Nog geen skills geïnstalleerd.

# skills.installedFooter
source: A skill is a folder of instructions a bot opens when it needs them.
de: Ein Skill ist ein Ordner mit Anweisungen, den ein Bot öffnet, wenn er sie braucht.
nl: Een skill is een map met instructies die een bot opent wanneer hij ze nodig heeft.

# skills.installed_
source: Installed %@.
de: %@ installiert.
nl: %@ geïnstalleerd.

# skills.installing
source: Installing…
de: Wird installiert…
nl: Installeren…

# skills.loading
source: Reading the skills…
de: Skills werden gelesen…
nl: De skills lezen…

# skills.noBot
source: Pick a bot to switch skills on and off for it.
de: Wähl einen Bot, um Skills für ihn ein- und auszuschalten.
nl: Kies een bot om skills voor aan en uit te zetten.

# skills.search
source: Search the hub
de: Im Hub suchen
nl: Zoek in de hub

# skills.searching
source: Searching…
de: Sucht…
nl: Zoeken…

# skills.settings.hint
source: What your bots know how to do
de: Was deine Bots können
nl: Wat je bots kunnen

# skills.subtitle
source: Instructions your bots can open.
de: Anweisungen, die deine Bots öffnen können.
nl: Instructies die je bots kunnen openen.

# skills.toggleFailed
source: Could not change that: %@
de: Das ließ sich nicht ändern: %@
nl: Kon dat niet wijzigen: %@

# app.botProfile.session
source: Session
nl: Sessie

# app.layout.accents.orange
source: Orange
nl: Oranje

# app.settings.categories.summary.version
source: Version %@
nl: Versie %@

# app.settings.gateways.name
source: Name
nl: Naam

# app.settings.port
source: Port
nl: Poort

# app.settings.themeOptions.system
source: System
nl: Systeem

# app.settings.themes.name
source: Name
nl: Naam

# app.settings.version
source: Version
nl: Versie

# app.settings.webUpdate.apply
source: Update
nl: Bijwerken

# chat.conversations.renameLabel
source: Chat name
nl: Naam van de chat

# chat.options.verbosityOptions.normal
source: Normal
nl: Normaal

# chat.voice.rateOptions.normal
source: Normal
nl: Normaal

# cron.detail.pause
source: Pause
nl: Pauze

# cron.editor.name
source: Name
nl: Naam

# cron.relative.inDays
source: in %lldd
nl: over %lldd

# cron.relative.inHours
source: in %lldh
nl: over %lldu

# cron.relative.inMinutes
source: in %lld min
nl: over %lld min

# cron.relative.inSeconds
source: in %llds
nl: over %llds

# memory.sections.memory
source: MEMORY
nl: GEHEUGEN

# memory.sections.user
source: USER
nl: GEBRUIKER

# memory.tabs.graph
source: Graph
nl: Kaart
